Repository: meritlabs/lightwallet-stack
Catalog: i18n/po/*.po
Languages: cs

source: Shared Wallet
cs: Sdílená peněženka

source: Show advanced options
cs: Zobrazit rozšířená nastavení

source: Show more
cs: Zobrazit více

source: Show Wallet Seed
cs: Zobrazit zdroje

source: Signatures rejected by server
cs: Podpisy byly serverem odmítnuty

source: Signing payment
cs: Podepisuji platbu

source: Spanish
cs: Španělština

source: Specify Seed...
cs: Uveďte zdroje...

source: Spend proposal is not accepted
cs: Návrh platby nebyl přijat

source: Spend proposal not found
cs: Návrh platby nebyl nalezen

source: Success
cs: Úspěšné

source: Sweep paper wallet
cs: Převést papírovou peněženku

source: Sweep Wallet
cs: Převést peněženku

source: Tap to retry
cs: Klikněte pro zopakování pokusu

source: Terms of Use
cs: Podmínky používání

source: The authors of the software, employees and affiliates of Bitpay, copyright holders, and BitPay, Inc. cannot retrieve your private keys or passwords if you lose or forget them and cannot guarantee transaction confirmation as they do not have control over the Bitcoin network.
cs: Autoři tohoto software, zaměstnanci a ostatní z Bitpay, vlastníci ochranných známek, BitPay, Inc, nemůže obnovit vaše soukromé klíče nebo hesla, pokud dojde ke ztrátě a negarantuje potvrzení transakcí, protože nedrží kontrolu nad Bitcoin sítí.

source: The Ledger Chrome application is not installed
cs: Chrome aplikace pro Leger není instalována

source: The payment was created but could not be completed. Please try again from home screen
cs: Platba byla vytvořena ale nemohla být dokončena. Opakujte akci z domovské obrazovky

source: The payment was removed by creator
cs: Platba byla odstraněna tvůrcem

source: The private key for this wallet is encrypted. Exporting keep the private key encrypted in the export archive.
cs: Soukromý klíč této peněženky je šifrovaný. Po exportu bude soukromý klíč šifrovaný v archivu exportu.

source: The request could not be understood by the server
cs: Požadavek nebyl serverem pochopen

source: The seed could require a passphrase to be imported
cs: Zdroj může pro import vyžadovat heslo

source: The software does not constitute an account where BitPay or other third parties serve as financial intermediaries or custodians of your bitcoin.
cs: Tento software nepředstavuje účet kde BitPay nebo jiné třetí strany slouží jako finanční zprostředkovatelé nebo správci vašeho bitcoin.

source: The software you are about to use functions as a free, open source, and multi-signature digital wallet.
cs: Software který hodláte začít používat je zdarma, open-source, vícepodpisová digitální peněženka.

source: The spend proposal is not pending
cs: Platební návrh neočekává další schválení

source: The wallet "{{walletName}}" was deleted
cs: Peněženka "{{walletName}}" byla odstraněna

source: There are no wallets to make this payment
cs: Pro platbu je potřeba založit peněženku

source: There is an error in the form
cs: Na formuláři je chyba

source: This seed was created with a passphrase. To recover this wallet both the mnemonic and passphrase are needed.
cs: Zdroj byl vytvořen s heslem. Pro obnovu této peněženky je zapotřebí zdroj i heslo.

source: This transaction has become invalid; possibly due to a double spend attempt.
cs: Transakce je neplatná, zřejmě kvůli pokusu o dvojí platbu.

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
cs: Tato peněženka není registrována na Bitcore Wallet Service (BWS). Můžete jej znovu vytvořit z lokální informací.

source: Time
cs: Čas

source: To
cs: Komu

source: To restore this {{index.m}}-{{index.n}} <b>shared</b> wallet you will need
cs: Pro obnovu této {{index.m}} z {{index.n}} <b>sdílené</b> peněženky potřebujete

source: To the fullest extent permitted by law, this software is provided “as is” and no representations or warranties can be made of any kind, express or implied, including but not limited to the warranties of merchantability, fitness or a particular purpose and noninfringement.
cs: V plném rozsahu povoleném zákonem tento software je poskytován "tak jak je" a žádné prohlášení ani záruky nemohou být zaručeny.

source: too long!
cs: příliš dlouho!

source: Total Locked Balance
cs: Blokovaný zůstatek

source: Total number of copayers
cs: Počet spoluplátců

source: Touch ID Failed
cs: Chyba Touch ID

source: Transaction
cs: Transakce

source: Transaction already broadcasted
cs: Transakce byla již odeslána

source: Transaction History
cs: Historie transakcí

source: Translation Credits
cs: Poděkování překladatelům

source: Translators
cs: Překladatelé

source: Try again
cs: Zkusit znovu

source: Type the Seed Phrase (usually 12 words)
cs: Vyplňte zdroj (běžně 12 slov)

source: Unconfirmed
cs: Nepotvrzené

source: Unit
cs: Jednotka

source: Unsent transactions
cs: Neodeslaná transakce

source: Updating transaction history. Please stand by.
cs: Aktualizuji historii transakcí.

source: Updating Wallet...
cs: Aktualizuji peněženku...

source: Use Unconfirmed Funds
cs: Použít nepotvrzené částky

source: Username
cs: Jméno

source: Version
cs: Verze

source: View
cs: Pohled

source: Waiting for copayers
cs: Vyčkávání na spoluplátce

source: Waiting...
cs: Vyčkávání...

source: Wallet already exists
cs: Peněženka již existuje

source: Wallet Already Imported:
cs: Peněženka již byla importována:

source: Wallet already in Copay:
cs: Peněženka je již v Copay:

source: Wallet Configuration (m-n)
cs: Nastavení peněženky (m z n)

source: Wallet Export
cs: Export peněženky

source: Wallet Id
cs: Id peněženky

source: Wallet incomplete and broken
cs: Peněženka je neúplná a chybná

source: Wallet Information
cs: Údaje peněženky

source: Wallet Invitation
cs: Pozvánka peněženky

source: Wallet Invitation is not valid!
cs: Neplatná pozvánka peněženky!

source: Wallet is full
cs: Peněženka je plná

source: Wallet is locked
cs: Peněženka je zablokována

source: Wallet is not complete
cs: Peněženka není úplná

source: Wallet name
cs: Název peněženky

source: Wallet Name (at creation)
cs: Název peněženky (při vytváření)

source: Wallet Network
cs: Síť peněženky

source: Wallet not found
cs: Peněženka nenalezena

source: Wallet not registered at the wallet service. Recreate it from "Create Wallet" using "Advanced Options" to set your seed
cs: Peněženka nebyla registrována na službě peněženek. Znovu vytvořte peněženku přes "Vytvořit peněženku" pomocí "Rozšířeného nastavení" ve kterém nastavíte zdroj

source: Wallet Seed
cs: Zdroj peněženky

source: Wallet Seed could require a passphrase to be imported
cs: Zdroj peněženky může vyžadovat při importování heslo

source: Wallet seed is invalid
cs: Zdroj peněženky není platný

source: Wallet seed not available. You can still export it from Advanced &gt; Export.
cs: Zdroj peněženky není dostupný. I přesto můžete exportovat přes Rozšířené &gt; Export.

source: Wallet service not found
cs: Služba peněženky nenalezena

source: WARNING: Not including the private key allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
cs: VAROVÁNÍ: Bez vložení soukromého klíče je možná kontrola zůstatků peněženek, historie transakcí a vytváření návrhů plateb z exportu. Nicméně, tyto údaje neumožňují (podepsat) návrhy plateb, tudíž <b>zůstatky nebudou z exportů ovladatelné<b>.

source: WARNING: Passphrase cannot be recovered. <b>Be sure to write it down</b>. The wallet can not be restored without the passphrase.
cs: VAROVÁNÍ: Heslo nemůže být obnoveno. <b>Zapište si jej<b>. Peněženka bez hesla nemůže být obnovena.

source: WARNING: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
cs: VAROVÁNÍ: Soukromý klíč této peněženky není dostupný. Export umožňuje kontrolu zůstatků peněženky, historii transakcí, vytvoření návrhu platby z exportu. Nicméně neumožňuje potvrdit (podepsat) návrhy, <b>zůstatky budou z exportu neovladatelné</b>.

source: Warning: this transaction has unconfirmed inputs
cs: Varování: Tato transakce odesílá nepotvrzené zůstatky

source: WARNING: UNTRUSTED CERTIFICATE
cs: VAROVÁNÍ: NEDŮVĚRYHODNÝ CERTIFIKÁT

source: WARNING: Wallet not registered
cs: VÁROVÁNÍ: Neregistrovaná peněženka

source: Warning!
cs: Varování!

source: We reserve the right to modify this disclaimer from time to time.
cs: Rezervujeme si právu upravit podmínky užívání.

source: WELCOME TO COPAY
cs: VÍTEJTE V COPAY

source: While the software has undergone beta testing and continues to be improved by feedback from the open-source user and developer community, we cannot guarantee that there will be no bugs in the software.
cs: Zatímco software byl podroben testování beta a nadále je vylepšován zpětnou vazbou od open source uživatelské a vývojářské komunity, nemůžeme zaručit, že nedojde k žádným chybám v softwaru.

source: Write your wallet seed
cs: Vyplňte zdroj peněženky

source: Wrong number of seed words:
cs: Vyplňte počet zdrojových slov:

source: Wrong password
cs: Chybné heslo

source: Yes
cs: Ano

source: You acknowledge that your use of this software is at your own discretion and in compliance with all applicable laws.
cs: Potvrzujete, že používáte tento software na vlastní uvážení a v souladu se všemi platnými zákony.

source: You are responsible for safekeeping your passwords, private key pairs, PINs and any other codes you use to access the software.
cs: Jste odpovědni za bezpečné uchování hesel, soukromých klíčů, PINů a další údajů potřebných pro ovládání softwaru.

source: You assume any and all risks associated with the use of the software.
cs: Berete na vědomí risk spojený s používání tohoto softwaru.

source: You backed up your wallet. You can now restore this wallet at any time.
cs: Zálohovali jste peněženku. Nyní je možné přistoupit k obnově.

source: You can safely install your wallet on another device and use it from multiple devices at the same time.
cs: Bezpečně můžete instalovat peněženku na jiné zařízení a použít jej z jiného zařízení ve stejnou dobu.

source: You do not have a wallet
cs: Nevlastníte žádnou peněženku

source: You need the wallet seed to restore this personal wallet. Write it down and keep them somewhere safe.
cs: Je vyžadován zdroj k obnovení osobní peněženky. Zapiště si jej a bezpečně uschovejte.

source: Your backup password
cs: Vaše heslo pro zálohu

source: Your export password
cs: Vaše heslo pro export

source: Your nickname
cs: Vaše přezdívka

source: Your password
cs: Vaše heslo

source: Your profile password
cs: Vaše heslo k účtu

source: Your wallet has been imported correctly
cs: Vaše peněženka byla úspěšně importována

source: Your wallet key will be encrypted. Password cannot be recovered. Be sure to write it down
cs: Váš klíč peněženky bude šifrován. Heslo nemůže být obnoveno, proto jej pečlivě uschovejte

source: Your wallet seed and access to the server that coordinated the initial wallet creation. You still need {{index.m}} keys to spend.
cs: Váš zdroj peněženky a přístup k serveru koordinoval vytvoření počáteční peněženky. Potřebujete ještě {{index.m}} klíčů k platbě.
