Repository: meritlabs/lightwallet-stack
Catalog: i18n/po/*.po
Languages: cs

source: (possible double spend)
cs: (pravděpodobná dvojitá platba)

source: (Trusted)
cs: (Věrohodný)

source: {{fee}} will be deducted for bitcoin networking fees
cs: {{fee}} bude odečteno jako poplatek bitcoinové síti

source: {{index.m}}-of-{{index.n}}
cs: {{index.m}} z {{index.n}}

source: {{index.txProgress}} transactions downloaded
cs: {{index.txProgress}} transakce stažena

source: {{item.m}}-of-{{item.n}}
cs: {{item.m}} z {{item.n}}

source: {{len}} wallets imported. Funds scanning in progress. Hold on to see updated balance
cs: {{len}} peněženek importováno. Probíhá dohledávání zůstatků, během chvíle budou k dispozici

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 24 hours have passed since the proposal was created.
cs: * Návrh k platbě může být odstraněn pokud 1) jste jej vytvořil(a) a žádný spoluplátce jej nepodepsal 2) Uběhlo 24 hodin od vytvoření návrhu.

source: <b>IF YOU LOSE ACCESS TO YOUR COPAY WALLET OR YOUR ENCRYPTED PRIVATE KEYS AND YOU HAVE NOT SEPARATELY STORED A BACKUP OF YOUR WALLET AND CORRESPONDING PASSWORD, YOU ACKNOWLEDGE AND AGREE THAT ANY BITCOIN YOU HAVE ASSOCIATED WITH THAT COPAY WALLET WILL BECOME INACCESSIBLE.</b>
cs: <b>POKUD ZTRATÍTE PŘÍSTUP K VAŠI SPOLUPLÁTCOVSKÉ PENĚŽENCE NEBO VAŠÍM ŠIFROVANÝM KLÍČŮM A NEMÁTE ULOŽENOU ZÁLOHU VAŠI PENĚŽENKY A HESLEM ZVLÁŠTĚ, BERETE NA VĚDOMÍ ŽE VŠECHNY BITCOINY ULOŽENÉ V TÉTO SPOLUPLÁTCOVSKÉ PENĚŽENCE NEBUDOU DOSTUPNÉ. </b>

source: <b>OR</b> 1 wallet export file and the remaining quorum of wallet seeds (e.g. in a 3-5 wallet: 1 wallet export file + 2 wallet seeds of any of the other copayers).
cs: <b>OR</b> 1 exportovaný soubor peněženky a zbývající limit pro zdroj peněženky (např. v 3-5 peněženek: 1 soubor + 2 zdroje peněženky alespoň jednoho ze spoluplátců).

source: <b>OR</b> the wallet seed of <b>all</b> copayers in the wallet
cs: <b>OR</b> zdroj(ů) peněženky ze <b>všech</b> spoluplátců peněženky

source: <b>OR</b> the wallet seeds of <b>all</b> copayers in the wallet
cs: <b>OR</b> zdrojů peněženky ze <b>všech</b> spoluplátců této peněženky

source: A multisignature bitcoin wallet
cs: A vícepodpisová bitcoin peněženka

source: About Copay
cs: O Copay

source: Accept
cs: Přijmout

source: Account
cs: Účet

source: Account Number
cs: Číslo účtu

source: Activity
cs: Aktivita

source: Add a new entry
cs: Přidat nový záznam

source: Add a Seed Passphrase
cs: Přidat heslo zdroje

source: Add an optional passphrase to secure the seed
cs: Přidat nepovinné heslo pro zabezpečení zdroje

source: Add wallet
cs: Přidat peněženku

source: Address
cs: Adresa

source: Address Type
cs: Typ adresy

source: Advanced
cs: Pokročilé

source: Alias
cs: Název

source: Alias for <i>{{index.walletName}}</i>
cs: Název pro <i>{{index.walletName}}</i>

source: All contributions to Copay's translation are welcome. Sign up at crowdin.com and join the Copay project at
cs: Všichni spoluúčastníci překladů Copay jsou vítání. Přihlaště se na crowdin.com a přidejte se k projektu Copay na

source: All transaction requests are irreversible.
cs: Všechny žádosti o platbu jsou nevratné.

source: Alternative Currency
cs: Alternativní měna

source: Amount
cs: Částka

source: Amount below dust threshold
cs: Částka pod nejnižší úrovní bitcoin platby

source: Amount in
cs: Částka v

source: Are you sure you want to delete the backup words?
cs: Opravdu si přejete odstranit zálohu zdrojových slov?

source: Are you sure you want to delete this wallet?
cs: Opravdu si přejete odstranit tuto peněženku?

source: Available Balance
cs: Dostupný zůstatek

source: Average confirmation time: {{fee.nbBlocks * 10}} minutes
cs: Průměrný čas potvrzení je: {{fee.nbBlocks * 10}} minut

source: Back
cs: Zpět

source: Backup
cs: Záloha

source: Backup failed
cs: Chyba zálohování

source: Backup Needed
cs: Vyžadována záloha

source: Backup now
cs: Vytvořit zálohu

source: Backup words deleted
cs: Odstraněny zdrojová slova zálohy

source: Bad wallet invitation
cs: Chybný požadavek do peněženky

source: Balance By Address
cs: Zůstatek adres

source: Before receiving funds, it is necessary backup your wallet. If you lose this device, it is impossible to access your funds without a backup.
cs: Před přijímáním plateb je zapotřebí vytvořit zálohu peněženky. Pokud dojde ke ztrátě zařízení nebude možné bez zálohy obnovit zůstatky peněženky.

source: BIP32 path for address derivation
cs: BIP32 cesta pro derivaci adres

source: Bitcoin address
cs: Bitcoin adresa

source: Bitcoin Network Fee Policy
cs: Zásady poplatků bitcoinové sítě

source: Bitcoin transactions may include a fee collected by miners on the network. The higher the fee, the greater the incentive a miner has to include that transaction in a block. Actual fees are determined based on network load and the selected policy.
cs: Bitcoin transakce může obsahovat poplatek pro těžaře sítě. Čím větší poplatek je, tím pravděpodobnější je, že některý z těžařů tuto transakci zařadí do svého bloku. Současný poplatek je odvozen od vytížení sítě.

source: Bitcoin URI is NOT valid!
cs: Bitcoin URI neni platná!

source: Broadcast Payment
cs: Vysílání platby

source: Broadcasting Payment
cs: Vysílání platby

source: Broadcasting transaction
cs: Vysílání transakce

source: Browser unsupported
cs: Nepodporovaný prohlížeč

source: Buy &amp; Sell Bitcoin
cs: Koupit nebo prodat Bitcoin

source: Calculating fee
cs: Vypočítávám poplatek

source: Cancel
cs: Zrušit

source: CANCEL
cs: ZRUŠIT

source: Cancel and delete the wallet
cs: Zrušit a odstranit peněženku

source: Cannot join the same wallet more that once
cs: Nelze spojit stejnou peněženku více než jednou

source: Cannot sign: The payment request has expired
cs: Chyba podpisu: Návrh platby vypršel

source: Certified by
cs: Ověřeno od

source: Changing wallet alias only affects the local wallet name.
cs: Změna názvu peněženky bude aktualizovat pouze název na tomto zařízení.

source: Choose a backup file from your computer
cs: Vyberte zálohu z PC

source: Clear cache
cs: Vymazat cache

source: Close
cs: Zavřít

source: Color
cs: Barva

source: Commit hash
cs: Hash softwaru

source: Confirm
cs: Potvrdit

source: Confirm your wallet seed
cs: Potvrdit zdroj peněženky

source: Confirmations
cs: Potvrzení

source: Congratulations!
cs: Gratulujeme!

source: Connecting to {{create.hwWallet}} Wallet...
cs: Připojuji k peněžence {{create.hwWallet}} ...

source: Connecting to {{import.hwWallet}} Wallet...
cs: Připojuji k peněžence {{import.hwWallet}}...

source: Connecting to {{join.hwWallet}} Wallet...
cs: Připojuji k peněžence {{join.hwWallet}}...

source: Connection reset by peer
cs: Spojení obnoveno uzlem

source: Continue
cs: Pokračovat

source: Copayer already in this wallet
cs: Spoluplátce je již v peněžence

source: Copayer already voted on this spend proposal
cs: Spoluplátce pro tento návrh již hlasoval

source: Copayer data mismatch
cs: Data spoluplátce nesouhlasí

source: Copayers
cs: Spoluplátci

source: Copied to clipboard
cs: Zkopírováno

source: Copy this text as it is to a safe place (notepad or email)
cs: Zkopírujte tento text do bezpečného místa (např. email nebo poznámkový blok)

source: Copy to clipboard
cs: Zkopírovat

source: Could not accept payment
cs: Nebylo možné přijmout platbu

source: Could not access Wallet Service: Not found
cs: Nebylo možné navázat spojení se službou peněženky: Nebyla nalezena

source: Could not broadcast payment
cs: Nebylo možné vyslat platbu

source: Could not build transaction
cs: Nebylo možné sestavit transakci

source: Could not create address
cs: Nebylo možné vytvořit adresu

source: Could not create payment proposal
cs: Nebylo možné vytvořit návrh platby

source: Could not create using the specified extended private key
cs: Nebylo možné vytvořit rozšířený veřejný klíč

source: Could not create using the specified extended public key
cs: Nebylo možné vytvořit rozšířený veřejný klíč

source: Could not create: Invalid wallet seed
cs: Nebylo možné vytvořit: neplatný zdroj peněženky

source: Could not decrypt
cs: Nebylo možné dešifrovat

source: Could not decrypt file, check your password
cs: Nebylo možné dešifrovat, zkontrolujte heslo

source: Could not delete payment proposal
cs: Nepodařilo se odstranit návrh platby

source: Could not fetch payment information
cs: Nebylo možné získat údaje platby

source: Could not get fee value
cs: Nebylo možné získat hodnotu poplatku

source: Could not import
cs: Chyba importu

source: Could not import. Check input file and password
cs: Chyba importu. Zkontrolujte soubor a heslo

source: Could not join wallet
cs: Chyba spojování peněženek

source: Could not recognize a valid Bitcoin QR Code
cs: Bitcoin QR kód nebyl rozpoznán

source: Could not reject payment
cs: Chyba odmítnutí platby

source: Could not send payment
cs: Chyba při odesílání platby

source: Could not update Wallet
cs: Chyba při aktualizování platby

source: Create
cs: Vytvořit

source: Create {{requiredCopayers}}-of-{{totalCopayers}} wallet
cs: Vytvořit peněženku {{requiredCopayers}}-z-{{totalCopayers}}

source: Create new wallet
cs: Vytvořit novou peněženku

source: Create, join or import
cs: Vytvořit, spojit nebo importovat

source: Created by
cs: Vytvořil

source: Creating transaction
cs: Vytvářím transakci

source: Creating Wallet...
cs: Vytvářím peněženku...

source: Current fee rate for this policy: {{fee.feePerKBUnit}}/kiB
cs: Současná zásadu poplatků je: {{fee.feePerKBUnit}}/kiB

source: Date
cs: Datum

source: Decrypting a paper wallet could take around 5 minutes on this device. please be patient and keep the app open.
cs: Dešifrování papírové peněženky může na tomto zařízení trvat okolo 5 minut, buďte prosím trpělivý a nechejte aplikaci otevřenou.

source: Delete it and create a new one
cs: Smazat a vytvořit novou

source: Delete Payment Proposal
cs: Odstranit návrh platby

source: Delete seed words
cs: Odstranit zdrojová slova

source: Delete wallet
cs: Odstranit peněženku

source: Delete Wallet
cs: Odstranit peněženku

source: Delete words
cs: Odstranit klíčová slova

source: Deleting payment
cs: Odstranit platbu

source: Derivation Path
cs: Cesta derivace

source: Derivation Strategy
cs: Způsob derivace

source: Details
cs: Detail

source: Disabled
cs: Nedostupné

source: Do not include private key
cs: Nevyplňujte soukromý klíč

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
cs: Nevidíte na Crowdin váš jazyk? Kontaktujte správce repozitáře na Crowdin. Rádi váš jazyk přidáme.

source: Done
cs: Hotovo

source: Download
cs: Stáhnout

source: Economy
cs: Ekonomický

source: Edit
cs: Upravit

source: Email for wallet notifications
cs: Email pro upozornění

source: Email Notifications
cs: Email upozornění

source: Empty addresses limit reached. New addresses cannot be generated.
cs: Limit prázdných adres dovrše. Nové adresy nemohou být vytvořeny.

source: Enable push notifications
cs: Povolit notifikace

source: Encrypted export file saved
cs: Šifrovaný soubor byl vytvořen

source: Enter the seed words (BIP39)
cs: Vyplňte zdrojová slova (BIP39)

source: Enter your passphrase
cs: Vyplňte heslo

source: Enter your password
cs: Vyplňte heslo

source: Error at Wallet Service
cs: Chyba Služby Peněženky

source: Error creating wallet
cs: Chyba vytváření peněženky

source: Error importing wallet:
cs: Chyba importování peněženky:

source: Expired
cs: Vyprošelo

source: Expires
cs: Vyprší

source: Export options
cs: Možnosti exportu

source: Export to file
cs: Exportovat do souboru

source: Export Wallet
cs: Exportovat peněženku

source: Extended Public Keys
cs: Rozšířený veřejný klíč

source: Failed to export
cs: Chyba exportu

source: Failed to import wallets
cs: Chyba importu peněženky

source: Failed to verify backup. Please check your information
cs: Chyba ověření zálohy. Zkontrolujte zadané informace

source: Family vacation funds
cs: Úspory rodiny na dovolenou

source: Fee
cs: Poplatek

source: Fetching Payment Information
cs: Stahuji platební údaje

source: File/Text Backup
cs: Soubor/Text záloha

source: Finish
cs: Konec

source: French
cs: Francouzština

source: Funds are locked by pending spend proposals
cs: Zůstatky jsou blokovány probíhajícím návrhem platby

source: Funds found
cs: Zůstatky nalezeny

source: Funds received
cs: Obdržena platba

source: Funds will be transferred to
cs: Částka bude převedena k

source: Generate new address
cs: Vytvořit novou adresu

source: Generate QR Code
cs: Vytvořit QR kód

source: Generating .csv file...
cs: Vytvářím .csv soubor...

source: German
cs: Němčina

source: Getting address for wallet {{selectedWalletName}} ...
cs: Získávání adres peněženky {{selectedWalletName}} ...

source: Global preferences
cs: Obecná nastavení

source: Hardware wallet
cs: Hardware peněženka

source: Have a Backup from Copay v0.9?
cs: Máte zálohu z Copay verze v0.9?

source: Hide advanced options
cs: Skrýt rozšířená nastavení

source: I affirm that I have read, understood, and agree with these terms.
cs: Potvrzuji, že jsem si přečetl, porozuměl a odsouhlasil uvedené podmínky.

source: I AGREE. GET STARTED
cs: SOUHLASÍM. ZAČÍT

source: Import backup
cs: Import zálohy

source: Import from the Cloud?
cs: Import z Cloudu?

source: Import here
cs: Importovat zde

source: Import wallet
cs: Import peněženky

source: Importing wallet...
cs: Importuji peněženku...

source: Importing...
cs: Importuji...

source: In no event shall the authors of the software, employees and affiliates of Bitpay, copyright holders, or BitPay, Inc. be held liable for any claim, damages or other liability, whether in an action of contract, tort, or otherwise, arising from, out of or in connection with the software.
cs: Za žádných okolností autoři softwaru, zaměstnanci a přidružené osoby z Bitpay, vlastníci ochranných známek, BitPay, Inc nejsou odpovědni za škody nebo náhradu nákladů, plynoucí z používání tohoto softwaru.

source: In order to verify your wallet backup, please type your passphrase:
cs: Pro ověření zálohy uveďte heslo:

source: Include address book and history cache
cs: Začlenit seznam kontaktů a historii cache

source: Incorrect address network
cs: Neplatná síť adres

source: Insufficient funds
cs: Nedostatečná částka

source: Insufficient funds for fee
cs: Nedostatečný zůstatek pro poplatek

source: Invalid
cs: Neplatné

source: Invalid account number
cs: Neplatné číslo účtu

source: Invalid address
cs: Neplatná adresa

source: Invalid derivation path
cs: Neplatná cesta derivace

source: Invitation to share a Copay Wallet
cs: Pozvánka ke sdílené Copay Peněžence

source: Japanese
cs: Japonština

source: Join
cs: Spojit

source: Join my Copay wallet. Here is the invitation code: {{secret}} You can download Copay for your phone or desktop at https://copay.io
cs: Propojení mé Copay peněženky. Toto je kód pozvánky: {{secret}} Copay je možné stáhnout do telefonu nebo počítače na https://copay.io

source: Join shared wallet
cs: Spojit sdílenou peněženku

source: Joining Wallet...
cs: Spojuji peněženky...

source: Key already associated with an existing wallet
cs: Klíč je již spojený s některou z peněženek

source: Label
cs: Štítek

source: Language
cs: Jazyk

source: Last Wallet Addresses
cs: Poslední adresa peněženky

source: Learn more about Copay backups
cs: Dozvědět se více o zálohování Copay

source: Learn more about Wallet Migration
cs: Dozvědět se více o přemístění peněženky

source: Loading...
cs: Načítám...

source: locked by pending payments
cs: zablokováno probíhající platbou

source: Locktime in effect. Please wait to create a new spend proposal
cs: Čekání na locktime. Prosím vyčkejte na vytvoření nového platebního návrhu

source: Locktime in effect. Please wait to remove this spend proposal
cs: Čekání na locktime. Prosím vyčkejte na vytvoření tohoto platebního návrhu

source: Make a payment to
cs: Vytvořit platbu pro

source: Matches:
cs: Shody:

source: me
cs: já

source: Me
cs: Já

source: Memo
cs: Poznámka

source: Merchant message
cs: Zpráva obchodníka

source: Message
cs: Zpráva

source: Missing private keys to sign
cs: Chybějící soukromý klíč pro podpis

source: Moved
cs: Přesunuto

source: Multiple recipients
cs: Více příjemců

source: My Bitcoin address
cs: Moje bitcoin adresa

source: My contacts
cs: Moje kontakty

source: My wallets
cs: Moje peněženky

source: Need to do backup
cs: Vyžaduje zálohu

source: Network
cs: Síť

source: Network connection error
cs: Chyba síťového spojení

source: New Payment Proposal
cs: Nový návrh platby

source: New Random Seed
cs: Nová náhodná zdrojová slova

source: No hardware wallets supported on this device
cs: Toto zařízení nejsou podporována žádná hardware zařízení

source: No transactions yet
cs: Žádné transakce

source: Normal
cs: Normální

source: Not authorized
cs: Neautorizováno

source: Not completed
cs: Nedokončeno

source: Not enought funds for fee
cs: Nedostatek zůstatku pro zahrnutí poplatku

source: Not valid
cs: Neplatné

source: Note
cs: Poznámka

source: Official English Disclaimer
cs: Oficiální Disclaimer v Angličtině

source: Once you have copied your wallet seed down, it is recommended to delete it from this device.
cs: Pokud máte zkopírována zdrojová slova peněženky, doporučujeme vám abyste si jej ze zařízení smazali.

source: Only Main (not change) addresses are shown. The addresses on this list were not verified locally at this time.
cs: Viditelné jsou pouze hlavní (ne adresy pro vratky). Adresy na tomto seznamu nebyly lokálně ověřeny.

source: optional
cs: nepovinný

source: Paper Wallet Private Key
cs: Soukromý klíč papírové peněženky

source: Participants
cs: Účastníci

source: Passphrase
cs: Heslo

source: Password
cs: Heslo

source: Password needed
cs: Heslo vyžadováno

source: Passwords do not match
cs: Hesla se neshodují

source: Paste invitation here
cs: Pozvánku zkopírujte sem

source: Paste the backup plain text code
cs: Zálohu zkopírujte sem

source: Paste your paper wallet private key here
cs: Soukromý klíč papírové peněženky zkopírujte sem

source: Pasted from clipboard
cs: Zkopírovano

source: Pay To
cs: Placeno komu

source: Payment Accepted
cs: Platba přijata

source: Payment accepted, but not yet broadcasted
cs: Platba přijata, ale doposud nebyla odeslána

source: Payment accepted. It will be broadcasted by Glidera. In case there is a problem, it can be deleted 6 hours after it was created.
cs: Platba přijata. Bude vyslánat do sítě pomocí Glidera. V případě, že nastanou komplikace, může být odstraněna po 6 hodinách od vytvoření.

source: Payment details
cs: Údaje platby

source: Payment expires
cs: Expirace platby

source: Payment Proposal
cs: Návrh platby

source: Payment Proposal Created
cs: Návrh platby byl vytvořen

source: Payment Proposal Rejected
cs: Návrh platby byl odmítnut

source: Payment Proposal Rejected by Copayer
cs: Návrh platby odmítnut spoluplátcem

source: Payment Proposal Signed by Copayer
cs: Návrh platby byl podepsán spoluplátcem

source: Payment Proposals
cs: Návrhy plateb

source: Payment Protocol Invalid
cs: Neplatný platební protokol

source: Payment Protocol not supported on Chrome App
cs: Chrome App nepodporuje Platební protokol

source: Payment Rejected
cs: Platba odmítnuta

source: Payment request
cs: Žádost platby

source: Payment Sent
cs: Platba odeslána

source: Payment to
cs: Platba komu

source: Pending Confirmation
cs: Vyčkávající potvrzení

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
cs: Trvalé odstraněné této peněženky. NELZE VRÁTIT ZPĚT

source: Personal Wallet
cs: Osobní peněženka

source: Please accept to export two public keys from the Trezor app
cs: Přijměte pro export dvou veřejných klíčů z aplikace Trezor

source: Please enter the required fields
cs: Vyplňte požadovaná pole

source: Please enter the seed words
cs: Vyplňte slova zdroje

source: Please enter the wallet seed
cs: Vyplňte zdroj peněženky

source: Please tap the words in order to confirm your backup phrase is correctly written.
cs: Potvrďte pořadí slov pro potvrzení správnosti zálohy.

source: Please upgrade Copay to perform this action
cs: Pro tuto funkci je potřeba aktualizovat Copay

source: Please, select your backup file
cs: Vyberte soubor zálohy

source: Preparing backup...
cs: Připravuji zálohu...

source: Press again to exit
cs: Pro ukončení stiskněte tlačítko znovu

source: Priority
cs: Priorita

source: Private key is encrypted, cannot sign
cs: Soukromý klíč je šifrovaný, nelze podepsat

source: QR Code
cs: QR kód

source: QR-Scanner
cs: QR čtečka

source: Receive
cs: Přijmout

source: Received
cs: Přijato

source: Recipients
cs: Příjemci

source: Reconnecting to Wallet Service...
cs: Navazuji spojení se službou peněženky...

source: Recreate
cs: Znovu vytvářím

source: Recreating Wallet...
cs: Znovu vytvářím peněženku...

source: Reject
cs: Odmítnout

source: Rejecting payment
cs: Odmítám platbu

source: Release Information
cs: Vypouštění informací

source: Remove
cs: Odstranit

source: Repeat password
cs: Heslo znovu

source: Request a specific amount
cs: Vyžádat konkrétní částku

source: Request Password
cs: Vyžádat heslo

source: Requesting Ledger Wallet to sign
cs: Požaduji podpis Ledger peněženky

source: Requesting Trezor Wallet to sign
cs: Vyžaduji podpis Trezor peněženky

source: Required
cs: Vyžadováno

source: Required number of signatures
cs: Vyžadováno více podpisuů

source: Russian
cs: Ruština

source: Save
cs: Uložit

source: Saving preferences...
cs: Ukládám nastavení...

source: Scan addresses for funds
cs: Naskenujte adresu pro zobrazení zůstatku

source: Scan Fingerprint
cs: Skenovat otisk

source: Scan Finished
cs: Skenování dokončeno

source: Scan status finished with error
cs: Status skenování je chybová

source: Scan Wallet Funds
cs: Skenovat zůstatek peněženky

source: Scan your fingerprint please
cs: Naskenujte prosím svůj otisk

source: Scanning wallet funds...
cs: Skenuji zůstatek peněženky...

source: Scanning Wallet funds...
cs: Skenuji zůstatek peněženky...

source: Search transactions
cs: Vyhledávám transakce

source: Security preferences
cs: Nastavení zabezpečení

source: See it on the blockchain
cs: Zobrazit na blockchainu

source: Seed passphrase
cs: Heslo zdroje

source: Seed Passphrase
cs: Heslo zdroje

source: Select a backup file
cs: Vybrat soubor zálohy

source: Select a wallet
cs: Vybrat peněženku

source: Self-signed Certificate
cs: Vlastnoručně podepsaný certifikát

source: Send
cs: Odesláno

source: Send addresses by email
cs: Odeslat adresy emailem

source: Send by email
cs: Odeslat emailem

source: Sending
cs: Odesílám

source: Sending funds...
cs: Odesílání částky...

source: Sending transaction
cs: Odesílání transakce

source: Sent
cs: Odesláno

source: Server response could not be verified
cs: Server nemůže být ověřen

source: Session log
cs: Log sekce

source: SET
cs: NASTAVIT

source: Set default url
cs: Nastavit výchozí URL

source: Set up a password
cs: Nastavit heslo

source: Set up an Export Password
cs: Nastavit heslo pro export

source: Setting up email notifications could weaken your privacy, if the wallet service provider is compromised. Information available to an attacker would include your wallet addresses and its balance, but no more.
cs: Nastavení emailových notifikací může snížit vaše soukromí, pokud je poskytovatel emailu napaden. Útočník by mohl mít k dispozici vaše adresy peněženek a zůstatek, soukromé klíče k ovládání zůstatků ne.

source: Settings
cs: Nastavení

source: Share address
cs: Sdílet adresu

source: Share invitation
cs: Sdílet pozvánku

source: Share this invitation with your copayers
cs: Sdílet tuto pozvánku se spoluplátci

source: Share this wallet address to receive payments. To protect your privacy, new addresses are generated automatically once you use them.
cs: Sdílet adresu této peněženky pro přijímání plateb. Pro ochranu soukromí po použití adresy je generována nová.
