Repository: meritlabs/lightwallet-stack
Catalog: po/*.po
Languages: fr

source: You have old wallets in your localStorage. Choose one to import
fr: Vous avez des anciens portefeuilles dans votre localStorage. Choisissez-en un à importer.

source: You rejected the transaction successfully
fr: Vous avez rejeté la transaction avec succès

source: Your current server usage quotas are: <b>{{perItem}}kB</b> per wallet and up to <b>{{nrWallets}}</b> wallets.
fr: Vos quotas d'utilisation du serveur sont de : <b>{{perItem}}kB</b> par portefeuille et jusqu'à <b>{{nrWallets}}</b> portefeuilles.

source: Your email was confimed!
fr: Votre e-mail a été confirmé !

source: Your master private key contains the information to sign <b>any</b> transaction on this wallet. Handle with care.
fr: Votre clé privée maîtresse contient les information pour signer <b>n'importe</b> quelle transaction sur ce portefeuille. Faites attention.

source: Your private keys never leave this device
fr: Vos clés privées ne quittent jamais ce dispositif

source: Your profile password
fr: Votre mot de passe de profil

source: Your session is about to expire due to inactivity in
fr: Votre session est sur le point d'expirer à cause d'inactivité dans

source: Your session is about to expire due to inactivity in {{countdown}} seconds
fr: Votre session est sur le point d'expirer à cause d'inactivité dans {{countdown}} secondes

source: Your wallet password
fr: Votre mot de passe de portefeuille

source: advanced options
fr: options avancées

source: at
fr: à

source: available.
fr: disponible.

source: creating your profile
fr: création de votre profil

source: in TESTNET
fr: dans TESTNET

source: in pending transactions
fr: dans les transactions en attente

source: of
fr: de

source: optional
fr: optionnel

source: pending transaction proposals
fr: propositions de transaction en attente

source: seconds
fr: secondes

source: too long!
fr: trop long !

source: transaction proposal purged
fr: proposition de transaction purgé

source: wallet
fr: portefeuille

source: Language
fr: Langue

source: Create {{requiredCopayers}}-of-{{totalCopayers}} wallet
fr: Créer portefeuille {{requiredCopayers}}-de-{{totalCopayers}}

source: <strong class="size-16">Network Error</strong>.<br> Attempting to reconnect..
fr: <strong class="size-16">Erreur réseau</strong>.<br> Tentative de reconnexion...

source: (*) The limits are imposed by the bitcoin network.
fr: (*) Les limites sont imposées par le réseau bitcoin.

source: Addresses
fr: Adresses

source: Balance locked in pending transaction proposals
fr: Le solde est verrouillé dans l'attente des propositions de transaction

source: Choose your password
fr: Choisissez votre mot de passe

source: Connecting to Insight Wallet Server...
fr: Connexion au serveur de portefeuille Insight...

source: Connecting...
fr: Connexion...

source: Create a new wallet
fr: Créer un nouveau portefeuille

source: Creating and storing a backup will allow you to recover wallet funds
fr: Créer et stocker une sauvegarde vous permettra de récupérer les fonds de votre portefeuille

source: Fee
fr: Frais

source: If all funds have been removed from your wallet and you do not wish to have the wallet data stored on your computer anymore, you can delete your wallet.
fr: Si tous les fonds ont été supprimés de votre portefeuille et que vous ne souhaitez plus avoir les données du portefeuille stockés sur votre ordinateur, vous pouvez supprimer ce portefeuille.

source: Including fee of
fr: Frais inclus de

source: Insufficient funds
fr: Fonds insuffisants

source: Join a Wallet in Creation
fr: Joindre un portefeuille en création

source: Manual Update
fr: Mise à jour manuelle

source: New Wallet Created
fr: Nouveau portefeuille créé

source: No transactions proposals yet.
fr: Aucune proposition de transaction pour le moment.

source: One person has
fr: Une personne a

source: One signature missing
fr: Une signature est manquante

source: Open
fr: Ouvrir

source: Open in external application
fr: Ouvrir dans une application externe

source: Preparing payment...
fr: Préparation du paiement...

source: Proposal ID
fr: ID de proposition

source: Ready
fr: Prêt

source: Send all funds
fr: Envoyer tous les fonds

source: Send to
fr: Envoyer à

source: Sent
fr: Envoyé

source: Server Says:
fr: Le serveur dit :

source: Show all
fr: Montrer tout

source: Show less
fr: Montrer moins

source: Skip transaction proposals from Backup
fr: Ignorer la proposition de transaction depuis Sauvegarde

source: Total amount for this transaction:
fr: Montant total pour cette transaction :

source: Transaction Proposals
fr: Propositions de transaction

source: Use all funds
fr: Utiliser tous les fonds

source: User information
fr: Informations utilisateur

source: Valid
fr: Valide

source: Waiting Copayers for {{$root.wallet.getName()}}
fr: Attente des Copayers pour {{$root.wallet.getName()}}

source: Waiting for other copayers to make a Backup
fr: Attente des autres copayers pour faire une sauvegarde

source: Your name
fr: Votre nom

source: Your name (optional)
fr: Votre nom (optionnel)

source: Your password
fr: Votre mot de passe

source: first seen at
fr: vu le

source: mined
fr: miné

source: not valid
fr: non valide

source: people have
fr: les personnes ont

source: required
fr: requis

source: valid!
fr: valide !

source: yet to backup the wallet.
fr: deben hacer su copia de seguridad

source: yet to join.
fr: deben unirse

source: {{tx.missingSignatures}} signatures missing
fr: {{tx.missingSignatures}} signatures manquantes

source: <em><strong>No transactions yet.</strong></em>
fr: <em><strong>Aucune transaction pour le moment.</strong></em>

source: Authenticating and looking for peers...
fr: Authentification et recherche de pairs...

source: Private Key (Hex)
fr: Clé privée (Hex)

source: Scan Ended
fr: Numérisation terminée

source: There is an error in the form.
fr: Il y a une erreur dans la forme

source: Wrong password que parece
fr: Mot de passe incorrect

source: Add Address
fr: Ajouter une adresse

source: Add Address Book Entry
fr: Ajouter une entrée au carnet d'adresse

source: Your Password
fr: Votre mot de passe

source: Bitcoin Network
fr: Réseau Bitcoin

source: Download seed backup
fr: Télécharger la sauvegarde du seed

source: Network has been fixed to <strong>{{networkName}}</strong> in this setup. See <a href="https://copay.io">copay.io</a> for options to use Copay on both livenet and testnet.
fr: La réseau a été fixé sur <strong>{{networkName}}</strong>dans la configuration. Regardez <a href="https://copay.io">copay.io</a> pour les options d'utilisation de Copay sur livenet et testnet.

source: Use SSL
fr: Utiliser SSL

source: Your Wallet Password
fr: Votre mot de passe de portefeuille

source: {{$root.wallet.requiredCopayers}}-of-{{$root.wallet.totalCopayers}} wallet
fr: portefeuille {{$root.wallet.requiredCopayers}}-de-{{$root.wallet.totalCopayers}}

source: &laquo; Back
fr: &laquo; Retour

source: Fees
fr: Frais

source: Wallet name
fr: Portefeuille nom
