Repository: meritlabs/lightwallet-stack
Catalog: po/*.po
Languages: fr

source: * Using this device storage. Change to cloud storage on 'settings'.
fr: * Utilise le stockage de cet appareil. Changez-le en stockage cloud sur "paramètres".

source: -- choose wallet --
fr: -- choisissez un portefeuille --

source: A transaction was rejected by
fr: Une transaction a été rejetée par

source: A transaction was signed by
fr: Une transaction a été signée par

source: ALL Transactions Proposals will be discarded. This needs to be done on <b>ALL</b> peers of a wallet, to prevent the old proposals to be resynced again.
fr: TOUTES les propositions de transactions seront jetées. Cela doit être fait sur <b>TOUS</b> les pairs d'un portefeuille, afin d'empêcher que les anciennes propositions ne se resynchronisent de nouveau.

source: Access your wallets anywhere
fr: Accédez à votre portefeuille n'importe où

source: Accessing your profile
fr: Connexion à votre profil

source: Add
fr: Ajouter

source: Add Wallet
fr: Ajouter un portefeuille

source: Add a new entry
fr: Ajouter une nouvelle entrée

source: Add a private comment to identify the transaction
fr: Ajouter un commentaire privé pour identifier cette transaction

source: Add entry
fr: Ajouter une entrée

source: Add wallet
fr: Ajouter un portefeuille

source: Address
fr: Adresse

source: Address Book
fr: Carnet d'adresses

source: Alternative Currency
fr: Devise alternative

source: Amount
fr: Montant

source: Amount in
fr: Montant en

source: An email was sent to
fr: Un e-mail a été envoyé à

source: Aprox. size:
fr: Taille approximative :

source: Are you sure you want to cancel and delete this wallet
fr: Êtes-vous sûr de vouloir annuler et supprimer ce portefeuille

source: Are you sure you want to delete this profile?
fr: Êtes-vous sûr de vouloir supprimer ce profil ?

source: Are you sure you want to delete this wallet?
fr: Êtes-vous sûr de vouloir supprimer ce portefeuille ?

source: Attempting to reconnect...
fr: Tentative de reconnexion...

source: Available Balance
fr: Solde disponible

source: BIP32 master extended private key (hex)
fr: Clé privée étendue maîtresse BIP32 (hex)

source: Back
fr: Retour

source: Backup created
fr: Sauvegarde créé

source: Backup options
fr: Options de sauvegarde

source: Backups managed by the server
fr: Sauvegardes gérées par le serveur

source: Balance:
fr: Solde :

source: Bitcoin address
fr: Adresse Bitcoin

source: Broadcast Transaction
fr: Diffuser transaction

source: Browser unsupported
fr: Navigateur non supporté

source: Cancel
fr: Annuler

source: Certified by:
fr: Certifié par :

source: Choose a password
fr: Choisissez un mot de passe

source: Choose backup file from your computer
fr: Choisissez un fichier de sauvegarde depuis votre ordinateur

source: Close
fr: Fermer

source: Confirm your email address
fr: Confirmez votre adresse e-mail

source: Confirm your email address to increase storage usage limits.
fr: Confirmez votre adresse e-mail pour augmenter les limites d'usage de stockage

source: Continue anyways
fr: Continuer quand même

source: Copay now needs a profile to access wallets.
fr: Copay a maintenant besoin d'un profil pour accéder aux portefeuilles.

source: Copied to clipboard
fr: Copié dans le presse-papier

source: Copy backup in a safe place
fr: Copier la sauvegarde dans un endroit sûr

source: Copy this text as it is in a safe place (notepad or email)
fr: Copier le texte dans un endroit sûr (bloc-notes ou e-mail)

source: Copy to clipboard
fr: Copier dans le presse-papier

source: Could not connect to the Insight server. Check your settings and network configuration
fr: Impossible de se connecter au serveur Insight. Vérifiez vos paramètres et votre configuration réseau

source: Create
fr: Créer

source: Create Profile
fr: Créer un profil

source: Create in the cloud
fr: Créer dans le cloud

source: Create new wallet
fr: Créer un nouveau portefeuille

source: Create on this device
fr: Créer sur cet appareil

source: Create profile
fr: Créer un profil

source: Create, join or import
fr: Créer, joindre ou importer

source: Creating in the cloud
fr: Création dans le cloud

source: Creating on this device
fr: Création sur cet appareil

source: Creator
fr: Créateur

source: Delete
fr: Supprimer

source: Delete Profile
fr: Supprimer le profil

source: Delete wallet
fr: Supprimer le portefeuille

source: Disclaimer
fr: Avis de non responsabilité

source: Download CSV file
fr: Télécharger fichier CSV

source: Download backup
fr: Télécharger sauvegarde

source: Email address confirmation needed
fr: L'adresse e-mail a besoin d'être confirmée

source: Email not confirmed
fr: E-mail non confirmé

source: Empty. Create an alias for your addresses
fr: Vide. Créer un alias pour vos adresses

source: Encrypted backup file saved
fr: Fichier de sauvegarde chiffré sauvegardé

source: Enter PIN
fr: Entrer PIN

source: Entry
fr: Entrée

source: Error updating indexes:
fr: Erreur de mise à jour des index

source: Expires:
fr: Expire :

source: Family vacation funds
fr: Fonds de vacance familiale

source: Fatal error connecting to Insight server
fr: Erreur de connexion au serveur Insight

source: Fetching Payment Information...
fr: Importation des informations de paiement...

source: Finished
fr: Terminé

source: Form Error
fr: Erreur de forme

source: Funds received!
fr: Fonds reçus !

source: Generate new address
fr: Générer une nouvelle adresse

source: Generating file...
fr: Génération du fichier...

source: Get QR code
fr: Obtenir le code QR

source: Getting transactions...
fr: Acquisition des transactions...

source: Hide
fr: Masquer

source: Hide them
fr: Les masquer

source: History
fr: Historique

source: Home
fr: Accueil

source: I read and agree with these terms
fr: J'ai lu et je suis d'accord avec ces termes

source: Import
fr: Importer

source: Import Profile
fr: Importer un profil

source: Import a backup
fr: Importer une sauvegarde

source: Import backup
fr: Importer sauvegarde

source: Import wallet
fr: Importer un portefeuille

source: Importing wallet - Reading backup...
fr: Importation du portefeuille - Lecture de la sauvegarde...

source: Importing wallet - Setting things up...
fr: Importation du portefeuille - Réglages de certaines choses...

source: Importing wallet - We are almost there...
fr: Importation du portefeuille - Nous y sommes presque...

source: In the Cloud
fr: Dans le Cloud

source: Insight API server
fr: Serveur API Insight

source: Insight API server is open-source software. You can run your own instances, check
fr: Le serveur API Insight est un logiciel open source. Vous pouvez faire tourner vos propres sessions, vérifiez

source: It's important that you update your wallet at https://copay.io
fr: Il est important que vous mettiez à jour votre portefeuille sur https://copay.io

source: It's important to backup your profile so that you can recover it in case of disaster. The backup will include all your profile's wallets
fr: Il est important de sauvegarder votre profil, sauvegarde qui permettra de récupérer vos fonds en cas de sinistre. Cette sauvegarde inclura les portefeuilles de votre profil.

source: Join
fr: Joindre

source: Join Secret
fr: Joindre un secret

source: Join shared wallet
fr: Joindre un portefeuille partagé

source: Label
fr: Étiquette

source: Learn more about this option
fr: En savoir plus sur cette option

source: Leave a private message to your copayers
fr: Laisser un message privé à vos copayers

source: Leave feedback
fr: Laisser un commentaire

source: Loading...
fr: Chargement...

source: Lock
fr: Verrouiller

source: Log level
fr: Niveau de log

source: Log level shows information on the console. This is useful to find bugs and to help users. 'debug' is the most verbose level while 'fatal' only shows unexpected errors
fr: Le niveau de log montre les informations dans la console. C'est utile pour trouver des bugs et pour aider les utilisateurs. 'debug' est le niveau le plus détaillé alors que 'fatal' ne montre que les erreurs inattendus

source: Login Required
fr: Connexion requise

source: Master Private Key
fr: Clé privée maîtresse

source: Master extended private key
fr: Clé privée étendue maîtresse

source: Me
fr: Moi

source: Merchant Message:
fr: Message marchand :

source: More pluggins are welcomed!
fr: Plus de plugins sont les bienvenus !

source: Multisignature wallet
fr: Portefeuille multi-signatures

source: My Bitcoin address:
fr: Mon adresse Bitcoin :

source: My Profile
fr: Mon profil

source: Name:
fr: Nom :

source: Need to be careful with backups
fr: Vous devez être prudent avec les sauvegardes

source: Needs Backup
fr: Besoin d'une sauvegarde

source: Network Error
fr: Erreur réseau

source: Networking Error
fr: Erreur réseau

source: New Transaction
fr: Nouvelle transaction

source: New entry has been created
fr: Une nouvelle entrée a été créée

source: Next
fr: Suivant

source: No
fr: Non

source: No email required
fr: Aucun e-mail requis

source: No pending spend proposals at the moment.
fr: Aucune propositions de dépense en attente à ce moment.

source: No transactions yet.
fr: Aucune transaction pour le moment.

source: Not valid
fr: Non valide

source: OKAY
fr: Ok

source: On this Device
fr: Sur cet appareil

source: Opening the wallet in multiple browser tabs could lead to unexpected results
fr: Ouvrir le portefeuille dans une multitude d'onglets dans le navigateur peut mener à des résultats inattendus

source: Page not found
fr: Page non trouvée

source: Password
fr: Mot de passe

source: Passwords must match
fr: Le mot de passe doit correspondre

source: Paste backup plain text code
fr: Coller le code texte de sauvegarde

source: Paste wallet secret here
fr: Coller le secret du portefeuille ici

source: Payment to
fr: Paiement à

source: Pending Transactions Proposals will be discarded. This needs to be done on <b>ALL</b> peers of a wallet, to prevent the old proposals to be resynced again.
fr: Les propositions de transactions en attente seront jetées. Cela doit être fait sur <b>TOUS</b> les pairs d'un portefeuille, afin d'empêcher que les anciennes propositions ne se resynchronisent de nouveau.

source: Permanently delete this profile and all its wallets. WARNING: this action cannot be reversed.
fr: Supprimer définitivement ce profil et tous ses portefeuilles. ATTENTION : cette action ne peut pas être annulée.

source: Permanently delete this wallet. WARNING: this action cannot be reversed.
fr: Supprimer définitivement ce portefeuille. ATTENTION : cette action ne peut pas être annulée.

source: Personal Wallet
fr: Portefeuille personnel

source: Please complete required fields
fr: Veuillez compléter les champs requis

source: Please confirm your email address using the confirmation link at the message we sent you
fr: Veuillez confirmer votre adresse e-mail avec le lien de confirmation qui vous a été envoyé

source: Please enter the required fields
fr: Veuillez entrer les champs requis

source: Please follow the link on it to confirm it. Unconfirmed profiles could be deleted from server.
fr: Veuillez suivre le lien pour confirmer. Les profils non confirmés pourraient être supprimés du serveur.

source: Please note the wallet creator <b>must be online</b> until all copayers have joined.
fr: Veuillez noter que le créateur du portefeuille <b>doit être connecté</b> jusqu'à ce que tous les copayers ont rejoint.

source: Please open wallet to complete payment
fr: Veuillez ouvrir le portefeuille pour compléter le paiement

source: Please sign in to access your wallets
fr: Veuillez vous connecter pour accéder à vos portefeuilles

source: Please sign in to make the payment
fr: Veuillez vous connecter pour faire le paiement

source: Please update your wallet at https://copay.io
fr: Veuillez mettre à jour votre portefeuille sur https://copay.io

source: Please, select your backup file
fr: Veuillez sélectionner le fichier de sauvegarde

source: Profile
fr: Profil

source: Purge
fr: Purger

source: Purge ALL Transaction Proposals
fr: Purger TOUTES les demandes de transaction

source: Purge All
fr: Purger tout

source: Purge Pending Transaction Proposals
fr: Purger les propositions de transaction en attente.

source: Read and Store Profiles:
fr: Lire et stocker les profils :

source: Receive
fr: Recevoir

source: Received corrupt message from
fr: Message endommagé reçu de

source: Received corrupt transaction from
fr: Transaction endommagée reçue de

source: Recommended
fr: Recommandé

source: Reject
fr: Rejeter

source: Repeat PIN
fr: Répéter le code PIN

source: Repeat password
fr: Répétez le mot de passe

source: Require pin to unlock
fr: Exiger un code PIN pour déverrouiller

source: Required
fr: Requis

source: Reset settings
fr: Réinitialiser les paramètres

source: Save
fr: Sauvegarder

source: Scan
fr: Numériser

source: Scan Wallet Addresses
fr: Numériser des adresses de portefeuille

source: Scaning for transactions
fr: Recherche de transactions

source: See it on the blockchain
fr: La voir sur la chaine de blocs

source: Select a backup file
fr: Sélectionner un fichier de sauvegarde

source: Select a wallet to make the payment
fr: Sélectionner un portefeuille pour faire le paiement

source: Select required signatures
fr: Sélectionner les signatures requises

source: Select total number of copayers
fr: Sélectionner un nombre total de copayers

source: Send
fr: Envoyer

source: Send by email
fr: Envoyer par e-mail

source: Session closed
fr: Session fermée

source: Session closed because a long time of inactivity
fr: La session a été fermée à cause d'un trop long temps d'inactivité

source: Session will be closed
fr: La session va être fermée

source: Set up a PIN
fr: Définir un code PIN

source: Settings
fr: Paramètres

source: Share address
fr: Partager l'adresse

source: Share secret
fr: Partager le secret

source: Share this secret with your copayers
fr: Partager ce secret avec vos copayers

source: Share this with anyone to have them send you payments. To protect your privacy, new addresses are generated automatically once you use them.
fr: Partagez ceci avec quiconque pour recevoir des paiements. Pour protéger votre anonymat, des nouvelles adresses sont générées automatiquement une fois que vous les utilisez.

source: Show
fr: Montrer

source: Show all my addresses
fr: Montrer toutes mes adresses

source: Sign
fr: Signer

source: Sign in
fr: Se connecter

source: Signing out
fr: Déconnexion

source: Skip
fr: Passer

source: Skip public keys
fr: Passer les clés publiques

source: Skip transaction proposals
fr: Passer la proposition de transaction

source: Skipping fields: {{skipFields}}
fr: Ignore les champs : {{skipFields}}

source: Spend proposals
fr: Propositions de dépense

source: Status:
fr: Statut :

source: Storage
fr: Stockage

source: Success
fr: Succès

source: The balance is updated using the derived addresses
fr: Le solde est mis à jour en utilisant les adresses dérivées

source: The secret string you entered is invalid
fr: La chaîne secrète que vous avez entré est invalide

source: The software you are about to use is free, open source, and unsupported beta software. It is important to understand that beta software refers to software that is undergoing testing and has not officially been released, could have bugs, and may not act in a reliable fashion. Because the software is currently in beta, it is possible but not certain that you may lose bitcoin or the value of your bitcoin. It is recommended that you store only nominal amounts of bitcoins. You acknowledge that your use of this software is at your own discretion and in compliance with all applicable laws. You are responsible for safekeeping your login IDs, passwords, private key pairs, PINs and any other codes you use to access the software. IF YOU HAVE NOT SEPARATELY STORED A BACKUP OF ANY WALLET ADDRESSES AND PRIVATE KEY PAIRS MAINTAINED IN YOUR ACCOUNT, YOU ACKNOWLEDGE AND AGREE THAT ANY BITCOINS YOU HAVE ASSOCIATED WITH SUCH WALLET ADDRESSES WILL BECOME INACCESSIBLE IF YOU DO NOT HAVE YOUR ACCOUNT PASSWORD AND/OR PIN. All transaction requests are irreversible. The authors of the software, employees and affiliates of Bitpay, copyright holders, and BitPay, Inc. cannot retrieve your private keys or passwords if you lose or forget them and cannot guarantee transaction confirmation as they do not have control over the Bitcoin network. You agree to provide accurate and complete information in connection with your use of the account. You assume any and all risk associated with the use of the software. To the fullest extent permitted by law, this software is provided “as is” and no representations or warranties can be made of any kind, express or implied, including but not limited to the warranties of merchantability, fitness or a particular purpose and noninfringement. In no event shall the authors of the software, employees and affiliates of Bitpay, copyright holders, or BitPay, Inc. be held liable for any claim, damages or other liability, whether in an action of contract, tort, or otherwise, arising from, out of or in connection with the software or the use or other dealings in the software. We reserve the right to modify this disclaimer from time to time.
fr: Le logiciel que vous êtes sur le point d'utiliser est gratuit, open source et en phase de bêta. Il est important de comprendre que ce logiciel bêta se réfère à un logiciel qui n'a pas été amplement testé et qui n'a pas été sortie officiellement, qu'il pourrait avoir des bugs et ne pas réagir de manière fiable. Parce que ce logiciel est actuellement en bêta, il est possible mais non certain que vous perdiez des bitoins ou la valeur de vos bitcoins. Il est recommandé que vous ne stockiez que de faible montant de bitcoins. Vous reconnaissez que vous utilisez ce logiciel à vos propres risques et périls, en conformité des lois applicables. Vous êtes responsable de la sécurité de vos identifiants de connexion, mots de passe, paires de clés privées, codes PIN, et tout autre code que vous utilisez pour accéder à ce logiciel. Si vous n'avez pas stocké séparément une sauvegarde des paires de clés privées et des adresses d'un quelconque portefeuille dans votre compte, vous reconnaissez et êtes d'accord que n'importe quel bitcoin que vous avez associé avec ces adresses de portefeuille deviendra inaccessible si vous n'avez pas votre mot de passe ou code PIN de compte. Toutes les demandes de transactions sont irréversibles. Les auteurs du logiciel, employés et affiliés à Bitpay, les détenteurs de copyright et Bitpay Inc. ne peuvent pas retrouver vos clés privées ou des mots de passe si vous les oubliez ou les perdez et ne peuvent garantir les confirmations de transaction étant donné qu'ils n'ont pas de contrôle sur le réseau Bitcoin. Vous êtes d'accord pour fournir des informations précises et complètes en connexion avec votre utilisation du compte. Vous assumez tous les risques associés avec l'utilisation de ce logiciel. Dans toute la mesure permise par la loi, ce logiciel est fourni "tel quel" et aucunes représentations ou garanties ne peuvent être fait de toute nature, expresse ou implicite, y compris mais non limité aux garanties de qualité marchande, de remise en forme ou un usage particulier et de non-contrefaçon. En aucun cas les auteurs du logiciel, employés et affiliés à Bitpay, détenteurs de copyright ou Bitpay Inc. ne peuvent être tenus responsables de toute réclamation dommages ou autre responsabilité, que ce soit dans une action contractuelle, délictuelle au autre, découlant, ou non, d'une connexion avec le logiciel ou l'utilisation et autres opérations dans le logiciel. Nous nous réservons le droit de modifier cette clause de temps à autre.

source: The transaction proposal has been created
fr: La proposition de transaction a été créée

source: The wallet is full
fr: Le portefeuille est plein

source: There was an error sending the transaction
fr: Il y a eu une erreur pendant l'envoi de la transaction

source: There was an error signing the transaction
fr: Une erreur s'est produite durant la signature de la transaction

source: This is the initial secret join string. Since your wallet it is already complete, this is only useful to rejoin peers that lost their backup BUT have the extended private key stored (they will be rejected on other case). They need to enter their extended private key during the join process (in advanced options).
fr: Ceci est la chaîne de connexion secrète initiale. Puisque votre portefeuille est déjà complet, ceci est uniquement utile pour rejoindre des pairs qui ont perdu leur sauvegarde MAIS qui ont stocké leur clé privée étendue (ils seront rejetés dans le cas contraire). Ils ont besoin d'entrer leur clé privée étendue durant le processus de connexion (dans les options avancées).

source: This wallet appears to be currently open.
fr: Ce portefeuille est apparemment déjà ouvert.

source: This will scan the blockchain looking for addresses derived from your wallet, in case you have funds in addresses not yet generated (e.g.: you restored an old backup). This will also trigger a synchronization of addresses to other connected peers.
fr: Ceci va analyser la chaîne de blocs pour trouver des adresses dérivées de votre portefeuille, au cas où vous avez des fonds dans des adresses qui ne sont pas encore générées (e.g.: vous avez restauré une ancienne sauvegarde). Ceci va également déclencher une synchronisation des adresses à d'autres pairs connectés.

source: To
fr: À

source: To:
fr: À :

source: Total Locked Balance
fr: Solde verrouillé total

source: Transaction Error
fr: Erreur de transaction

source: Transaction Update
fr: Transaction mise à jour

source: Transaction broadcasted
fr: Transaction diffusée

source: Transaction finally rejected
fr: Transaction finalement rejetée

source: Transaction rejected
fr: Transaction rejetée

source: Transaction sent!
fr: Transaction envoyée !

source: Transactions Proposals Purged
fr: Propositions de transactions purgées

source: Unable to send transaction proposal
fr: Impossible d'envoyer la proposition de transaction

source: Unconfirmed
fr: Non confirmée

source: Unsent transactions
fr: Transactions non envoyées

source: Untrusted
fr: Non-approuvé

source: Updating balance
fr: Mise à jour du solde

source: Use test network
fr: Utiliser le réseau de test

source: Username
fr: Nom d'utilisateur

source: Using derived addresses from your wallet
fr: Utilisation des adresses dérivées de votre portefeuille

source: Using network:
fr: Utilise le réseau :

source: View My Profile
fr: Voir mon profil

source: View backup
fr: Voir la sauvegarde

source: Waiting for copayers
fr: Attente des copayers

source: Waiting...
fr: Attente...

source: Wallet Secret
fr: Secret de portefeuille

source: Wallet Secret is not valid!
fr: Le secret de portefeuille n'est pas valide !

source: Wallet Unit
fr: Unité du portefeuille

source: Wallet info
fr: Informations du portefeuille

source: Wallet name
fr: Nom du portefeuille

source: Wallet network configuration missmatch
fr: La configuration réseau du portefeuille ne correspond pas

source: Wallets and profiles are stored encrypted using your password as a key. You can store the encrypted data locally, on this device, or remotely on the cloud (Insight Server).
fr: Les portefeuilles et les profils sont stockés et chiffrés en utilisant votre mot de passe comme une clé. Vous pouvez stocker les données chiffrées localement, sur cet appareil, ou à distance sur le cloud (Insight Server).

source: Warning!
fr: Attention !

source: Wrong password
fr: Mauvais mot de passe

source: Yes
fr: Oui

source: You can import your current wallets after
fr: Vous pouvez importer vos portefeuilles actuels après

source: You have
fr: Vous avez

source: You have a pending transaction proposal
fr: Vous avez une proposition de transaction en attente.

source: You have no wallets
fr: Vous n'avez pas de portefeuilles
